13xforever.language-x86-64-assembly
adam-bender.commit-message-editor
albert.tabout
angular.ng-template
basdp.language-gas-x86
batisteo.vscode-django
bbenoist.nix
bdavs.expect
bierner.lit-html
bmewburn.vscode-intelephense-client
boyswan.glsl-literal
celianriboulet.webvalidator
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
colton.inline-html
cschlosser.doxdocgen
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devkir.elixir-syntax-vscode
dmitry-korobchenko.prototxt
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dtsvet.vscode-wasm
dustypomerleau.rust-syntax
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
fredrikbakke.agda-syntax
geforcelegend.vscode-glsl
gimly81.fortran
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
gruntfuggly.todo-tree
guyskk.language-cython
howardzuo.vscode-git-tags
humao.rest-client
idleberg.applescript
jakebathman.mysql-syntax
jbockle.jbockle-format-files
jeff-hykin.better-c-syntax
jeff-hykin.better-cpp-syntax
jeff-hykin.better-csv-syntax
jeff-hykin.better-dockerfile-syntax
jeff-hykin.better-go-syntax
jeff-hykin.better-js-syntax
jeff-hykin.better-lisp-syntax
jeff-hykin.better-objc-syntax
jeff-hykin.better-objcpp-syntax
jeff-hykin.better-perl-syntax
jeff-hykin.better-prolog-syntax
jeff-hykin.better-shellscript-syntax
jeff-hykin.better-syntax
jep-a.lua-plus
johnpapa.vscode-peacock
jonwolfe.language-polymer
justusadam.language-haskell
karunamurti.haml
kennethceyer.io
kevinrose.vsc-python-indent
ldez.ignore-files
mads-hartmann.bash-ide-vscode
magicstack.magicpython
mariomatheu.syntax-project-pbxproj
mechatroner.rainbow-csv
mhutchie.git-graph
mkhl.direnv
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
msjsdiag.vscode-react-native
neo4j-extensions.neo4j-for-vscode
njpwerner.autodocstring
oderwat.indent-rainbow
okteto.remote-kubernetes
oscarcs.dart-syntax-highlighting-only
pinage404.bash-extension-pack
pkief.material-icon-theme
radium-v.better-less
redcmd.tmlanguage-syntax-highlighter
redhat.java
redhat.vscode-community-server-connector
redhat.vscode-rsp-ui
redhat.vscode-xml
redhat.vscode-yaml
rogalmic.bash-debug
rpinski.shebang-snippets
rust-lang.rust-analyzer
scala-lang.scala
shopify.ruby-lsp
sidneys1.gitconfig
slevesque.shader
sonarsource.sonarlint-vscode
spmeesseman.vscode-taskexplorer
streetsidesoftware.code-spell-checker
syler.sass-indented
tamasfe.even-better-toml
timonwong.shellcheck
toasty-technologies.octave
tomwhite007.rename-angular-component
vinirossa.vscode-gitandgithub-pack
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wayou.vscode-todo-highlight
wholroyd.jinja
wmaurer.change-case
yuce.erlang-otp
yy0931.save-as-root
ziyasal.vscode-open-in-github
