angular.ng-template
bdavs.expect
bmewburn.vscode-intelephense-client
celianriboulet.webvalidator
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
cschlosser.doxdocgen
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
gruntfuggly.todo-tree
humao.rest-client
janisdd.vscode-edit-csv
jbockle.jbockle-format-files
johnpapa.vscode-peacock
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-azure-load-testing.microsoft-testing
ms-azuretools.azure-dev
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azure-mcp-server
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-containers
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-node-azure-pack
ms-windows-ai-studio.windows-ai-studio
msjsdiag.vscode-react-native
neo4j-extensions.neo4j-for-vscode
oderwat.indent-rainbow
okteto.remote-kubernetes
pkief.material-icon-theme
redhat.java
redhat.vscode-apache-camel
redhat.vscode-community-server-connector
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-rsp-ui
redhat.vscode-xml
redhat.vscode-yaml
rogalmic.bash-debug
rust-lang.rust-analyzer
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
teamsdevapp.vscode-ai-foundry
tomoki1207.pdf
tomwhite007.rename-angular-component
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wayou.vscode-todo-highlight
wmaurer.change-case
yy0931.save-as-root
yzane.markdown-pdf
ztt25.azure-devops-boards-vscode
